Repository: EdgarJMesquita/app-financing-challenge
Catalog: AppFinances/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Add
pt_br: Adicionar

# ADDBUDGET.HEADER.SUBTITLE
source: Organize your budget by month
pt_br: Organize seus limites de gastos por mês

# ADDBUDGET.HEADER.TITLE
source: Monthly budet
pt_br: Orçamentos mensais

# HOME.CARD.ACTION.BUTTON.LABEL
source: Setup Budget
pt_br: Definir orçamento

# HOME.CARD.BUDGET.LABEL
source: Available Budget
pt_br: Orçamento Disponível

# HOME.TABLE.HEADER.TITLE
source: You still didn’t register any entry.
pt_br: Você ainda não registrou despesas ou receitas neste mês

# LOGIN.ACTION_BUTTON
source: Log In
pt_br: Entrar

# LOGIN.PASSWORD
source: Password
pt_br: Senha

# LOGIN.SUBTITLE
source: Ready to organize your finances? Get access now!
pt_br: Pronto para organizar suas finanças? Acesse agora!

# LOGIN.USERNAME
source: Username
pt_br: Nome

# LOGIN.WELCOME_MESSAGE
source: WELCOME!
pt_br: BEM VINDO!
